{
  "select_mode": "Cuando acabe, decida si quiere un tutorial guiado con /tutorial o ver todas las secciones con /guia",
  "next-section": "Cuando acabe, escriba /siguiente y continuaremos.",
  "introduction": "¡Hola! Bienvenido a Telegram. Te guiaré a través de cada una de las funciones y cosas que puedes hacer aquí.\nPrimero, permíteme que me presente. Soy un programa llamado Telegram Tutor. Un *bot*. No soy una persona real. Pero hablaremos de eso más adelante. Es un placer conocerte. Este tutorial está enfocado en Telegram para Android.\nComencemos con una pregunta: \"_¿Qué es Telegram?_\". Telegram es una rápida y segura plataforma de mensajería de código abierto. Su principal característica es que está basado en la nube. Todo mensaje o archivo que envíes se guarda en los servidores. Esto implica que si pierdes tu móvil o borras una foto de tu galeria, puedes recuperarla en cualquier momento gracias a esto. Te recomiendo que leas su Política de Privacidad para ver como Telegram trabaja con tus datos internamente. Incluye información respecto al almacenamiento en la nube. (Sólo disponible en inglés. Use un traductor en caso de tener problemas con el idioma): https://telegram.org/privacy",
  "messages": "Comencemos con las cosas interesantes. Voy a explicarte un poco como funcionan los *mensajes*.\n-El reloj indica que el mensaje no ha salido del teléfono. \n-Un 'check' significa que el mensaje ha sido entregado en los servidores (*No* significa que el destinatario lo haya recibido).\n-Un doble 'check' refleja que el receptor ha leido el mensaje.\nPor otro lado, Telegram permite editar y eliminar los mensajes enviados. Para ello, solo toca el mensaje y selecciona 'Editar' o 'Eliminar'. En este segundo caso, se puede decidir si se elimina el mensaje para la otra persona o no. Tanto editar como eliminar un mensaje tienen un límite de 48 horas.Para dotar de negrita, cursiva o monoespaciado a un texto, debes utilizar los símbolos \\*, \\_ y \\` dos veces (uno en el caso del monoespaciado) antes y despues del fragmento que quieras formatear:\n\\*\\*Negrita\\*\\* = *Negrita*\n\\_\\_Cursiva\\_\\_ = _Cursiva_\n \\`Monoespaciado\\` = `Monoespaciado`",
  "groups": "Los grupos son el alma de Telegram. Pueden ser privados, en los cuales se necesita un enlace específico para entrar o públicos, donde hay un \"@\" mediante el que acceder. Telegram incluye también los supergrupos. Estos tienen como particularidad que todo su historial está disponible, incluso aunque accedieses al grupo después de meses de charlas. Todos esos mensajes estarán disponibles para ti. Para convertir un grupo en supergrupo, crea un grupo cualquiera, pulsa sobre el botón menú y selecciona 'Convertir en supergrupo'. Cabe destacar que tienen una capaciad de hasta 100.000 usuarios Administrar tal cantidad de usuarios puede ser complejo y siempre hay \"graciosos\" o \"pesados\". En los supergrupos, Telegram incluye permisos para prohibir hablar a ciertas personas temporal, o indefinidamente, así como otros más modulares. Encontrarás este apartado en la información del grupo, siempre que seas administrador y/o creador del mismo.",
  "channels": "Los canales funcionan de forma similar a una \"Lista de Difusión\". Todo su historial es visible para cualquier usuario que pueda acceder al mismo. Pero en ellos, solo unas pocas personas (normalmente el creador) puede hablar. Esto lo convierte en medios perfectos para difundir noticias usarlos como blogs, o compartir grandes cantidades de archivos. No tienen límite de usuarios.",
  "cloud": "Como ya he comentado, Telegram guarda todos tus mensajes y archivos en la nube de forma segura. De hecho, hasta incluye un chat para ello. Puedes acceder a él abriendo el menu lateral y seleccionando 'Mensajes Guardados'. Si es la primer vez que abres ese chat, veras que incluye información al respecto. Además, si reenvias un mensaje de otro chat, podrás acceder a ese punto preciso de la conversación. Telegram aprovecha su almacenamiento en la nube para ocupar el menor espacio posible en tu teléfono. Si accedes a 'Ajustes' > 'Datos y Almacenamiento' > 'Uso de almacenamiento', podrás eliminar los datos almacenados en el teléfono o programar cuanto tiempo conservar los archivos. No te preocupes por borrar cosas desde aquí. Telegram volvera a descargar los últimos mensajes y archivos si accedes al chat. Tu historial completo sigue intacto.",
  "bots": "Pasemos a hablar de mí. Los bots son servicios con los que puedes interactuar dentro de Telegram. La mayoría deben ser utilizados dentro de su propio chat, pero otros pueden ser llamados desde cualquier chat. Por ejemplo, escribe '`@gif`' y un espacio. Aparecerá una busqueda de GIFs. Escribe una palabra clave para buscar el mejor GIF en cada situación. Los bots genéricos que se pueden utilizar en cualquier chat son:\n- @gif *[palabra_clave]* Permite buscar GIFs\n- @soundmemesbot *[palabra_clave]* Permite buscar memes en audio.\n- @wiki *[palabra_clave]* Permite buscar artículos en Wikipedia.\nPara buscar nuevos bots, puedes utilizar un motor de busqueda (Google, Bing, DuckDuckGo...). Hay cientos de páginas en las que se comentan los mejores bots.",
  "bots2": "Prueba a enviarme un GIF con el bot y continuaremos",
  "media_error1": "GIF no escogido desde el bot",
  "media_error2": "Eso no es un GIF",
  "media": "Telegram tiene formas muy potentes de comunicación. No solo emojis, también stickers y una gran implementación con GIFs, como ya hemos comentado. Estos 3 elementos están reunidos abriendo el panel de emojis, a la izquierda de la caja de mensaje Los stickers se agrupan en packs. Puedes crear tus propios packs con tus propios sticker hablando con @Stickers. Puedes guardar un pack completo tocando sobre un sticker que te envien y seleccionando 'Añadir pack'. Te recomiendo el canal @TrendingStickers. Informan de nuevos packs creados por artistas para Telegram. Únete al canal para no perdertelos.",
  "media2": "Enviame un sticker para continuar",
  "chat_preview": "En Telegram, no se puede ocultar a otra persona si has leido un mensaje o no... ¿O tal vez si?\nHay una forma de leer un chat sin tener que abrirlo. Si mantienes pulsada la imagen de perfil del chat que quieres observar desde la lista de chats, se abrirá una preview del mismo, la cual ***no*** notifica de la lectura del contendio a la otra persona.",
  "secret_chats": "Creo que estás preparado para que te enseñe una de las más poderosas funciones. Los chats secretos. Atento, porque no funcionan de la msima forma que el resto de chats. Los chats secretos están fuertemente encriptados desde el dispositivo. Ni siquiera Telegram puede saber qué contienen los mensajes que envias. Esto es porque se realiza un intercambio de una clave única entre la persona con la que quieres hablar y tú. Estos chats solo son accesibles desde el dispositivo en el que se abre el chat (por el motivo anterior). Telegram no almacena los datos de estos chats, de manera que si los eliminas, no podrás acceder a ellos de nuevo Poseen la caracteristica de que se puede seleccionar un tiempo de autodestruccion, el cual empieza a contar una vez la otra persona abre el chat (lee el mensaje). Cuando finaliza, los mensajes no pueden ser recuperados. La multimedia enviada con un tiempo de un minuto o inferior, aparecera borrosa hasta que se abra y no podra ser guardada de ninguna forma. Además, los chats secretos impiden realizar capturas de pantalla, y sus notificaciones no muestran el remitente ni el contenido del mensaje.",
  "help": "Bot diseñado para guiarte por todas las funciones de Telegram. Desarrollado por @Fedeparg",
  "error": "Error. Mensaje no esperado",
  "force_end": "De acuerdo. Para volver a hablar conmigo utiliza /start",
  "end_tutorial": "Con esto, has finalizado el tutorial básico de Telegram.Ampliación en progreso. Si quieres revisitar una sección concreta, utiliza el comando /guia",
  "selection": "Elige una de las siguientes opciones:"
}